#### `terraform plan` Success

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_kms_alias.rojopolis_key_alias will be created
+ resource "aws_kms_alias" "rojopolis_key_alias" {
      + arn            = (known after apply)
      + id             = (known after apply)
      + name           = "alias/rojopolis-key_default"
      + target_key_arn = (known after apply)
      + target_key_id  = (known after apply)
    }

  # aws_kms_key.rojopolis_key will be created
+ resource "aws_kms_key" "rojopolis_key" {
      + arn                 = (known after apply)
      + description         = "Encrypts sensitive fields in rojopolis API"
      + enable_key_rotation = false
      + id                  = (known after apply)
      + is_enabled          = true
      + key_id              = (known after apply)
      + key_usage           = (known after apply)
      + policy              = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.
Releasing state lock. This may take a few moments...
```

</details>

*Workflow: `Terraform`, Action: `terraform-plan-kms`*